Repository: artemanufrij/imageburner
Catalog: po/extra/*.po
Languages: fr, pl, pt

source: Burn images to devices
fr: Flashez des images sur des périphériques
pl: Nagrywanie obrazów na urządzenia
pt: Gravar imagens em dispositivos

source: image;burn;flash;usb;etcher;
fr: image;flasher;usb;etcher;
pl: obraz;wypalanie;flash;usb;etcher;

source: Inspired by Etcher's UI
fr: Inspiré par l'interface d'Etcher
pl: Inspirowanie interfejsem Etchera
pt: Inspirado pelo Etcher's UI

source: Burn images (as example: .iso or .img) to removable devices like usb disk or sd card
fr: Flashez des images (par exemple : .iso ou .img) sur des périphériques amovibles tels qu'une clé USB ou une carte SD
pl: Nagrywaj obrazy (przykładowo: .iso czy .img) na urządzenia przenośne, takie jak dysk USB czy karta SD
pt: Gravar imagens (como exemplo: .iso ou .img) em dispositivos removíveis como um dispositivo usb ou cartão sd

source: Fix:
fr: Correction :
pl: Poprawiono:
pt: Corrigir:

source: Missing contractor (thanks to Torikul Habib)
fr: Contrat manquant (grâce à Torikul Habib)
pl: Brakujący contractor (dzięki Torikul Habib)
pt: Contractor em falta(agradecimento a Torikul Habib)

source: Translation:
fr: Traduction :
pl: Tłumaczenie:
pt: Tradução:

source: Russian (by Camellan)
fr: Russe (par Camellan)
pl: Rosyjski (Camellan)
pt: Russo (por Camellan)

source: Japanese (by Ciarán Ainsworth and Ryo Nakano)
fr: Japonais (par Ciarán Ainsworth et Ryo Nakano)
pl: Japoński (Ciarán Ainsworth i Ryo Nakano)
pt: Japonês (por Ciarán Ainsworth e Ryo Nakano)

source: Turkish (by ibrakap)
pl: Turecki (ibrakap)
pt: Turco (por ibrakap)

source: French (by Nathan Bonnemains)
pl: Francuski (Nathan Bonnemains)
pt: Francês (por Nathan Bonnemains)

source: Portuguese Brazilian (by leavitals)
fr: Portugais brésilien (par leavitals)
pl: Portugalski brazylijski (leavitals)
pt: Português Brasileiro (por leavitals)

source: New:
fr: Nouveau :
pl: Nowe:
pt: Novo:

source: Switch to meson (Thanks to Daniel Lewan)
fr: Passage à meson (grâce à Daniel Lewan)
pl: Przejścia na Meson (dzięki Daniel Lewan)
pt: Mudança para meson (Agradecimento a Daniel Lewan)

source: Lithuanian (by welaq)
fr: Lituanien (par welaq)
pl: Litewski (@welaq)
pt: Lituano (por welaq)

source: Dutch (by Heimen Stoffels)
fr: Néerlandais (par Heimen Stoffels)
pl: Niderlandzki (Heimen Stoffels)
pt: Holandês (por Heimen Stoffels)

source: Prepare for JUNO
fr: Préparation pour Juno
pl: Przygotowane na Juno
pt: Preparar para JUNO

source: Fixed:
fr: Correction :
pl: Poprawiono:
pt: Corrigido:

source: Wording while writing an iso.
fr: Libellé lors de l'écriture d'un iso.
pl: Dobów słów podczas zapisywania ISO.
pt: Escrever enquanto gravava uma iso.

source: Polish (by DanyGee)
fr: Polonais (par DanyGee)
pl: Polski (DanyGee)
pt: Polaco (por DanyGee)

source: Improved:
fr: Amélioration :
pl: Poprawione:
pt: Melhorado:

source: Simplified UI
fr: Interface simplifiée
pl: Uproszczono interfejs
pt: UI simplificada

source: Simplified dd command
fr: Commande dd simplifiée
pl: Uproszczono komendę dd
pt: Comando dd simplificado

source: UI freeze while burning
fr: Interface verrouillée pendant l'écriture des fichiers
pl: Zawieszanie się interfejsu podczas nagrywnia
pt: UI bloqueia durante a gravação

source: Catalan (by Adolfo Jayme-Barrientos)
fr: Catalan (par Adolfo Jayme-Barrientos)
pl: Kataloński (Adolfo Jayme-Barrientos)
pt: Catalão (por Adolfo Jayme-Barrientos)

source: Spanish (by Adolfo Jayme-Barrientos)
fr: Espagnol (par Adolfo Jayme-Barrientos)
pl: Hiszpański (Adolfo Jayme-Barrientos)
pt: Espanhol (por Adolfo Jayme-Barrientos)

source: MD5 and SHA1 hash calculating
fr: Calcul des hachages MD5 et SHA1
pl: Obliczanie hashów MD5 i SHA1
pt: A calcular hash MD5 e SHA1

source: Korean (by Kim In Seop)
fr: Coréen (par Kim In Seop)
pl: Koreański (Kim In Seop)
pt: Coreano (por Kim In Seop)

source: Show spinner while checksum hash is being calculated
fr: Affichage d'une icône de chargement pendant le calcul de la somme de contrôle
pl: Pokazywanie spinnera podczas obliczania hasha sumy kontrolnej
pt: Mostrar spinner enquanto o checksum hash está a ser calculado

source: Show checksum after choosing an iso or img file
fr: Affichage de la somme de contrôle après avoir choisi un fichier iso ou img
pl: Pokazywanie sumy kontrolnej po wybraniu pliku ISO lub IMG
pt: Mostrar checksum depois de escolher um ficheiro iso ou img

source: Spanish (by Marco Carrizales, Juankz)
fr: Espagnol (par Marco Carrizales, Juankz)
pl: Hiszpański (Marco Carrizales, Juankz)
pt: Espanhol (por Marco Carrizales, Juankz)

source: French (by nvivant)
fr: Français (par nvivant)
pl: Francuski (nvivant)
pt: Francês (por nvivant)

source: Image Burner
pt: Gravador de imagem
