Repository: artemanufrij/imageburner
Catalog: po/*.po
Languages: de, ta, tr

source: Change
de: Ändern
ta: மாற்று
tr: Değiştir

source: Open
de: Öffnen
ta: திறக்க
tr: Aç

source: Device
de: Datenträger
ta: சாதனம்
tr: Cihaz

source: Calculating checksum…
ta: செக்சம் கணக்கிடுகிறது...
tr: Checksum hesaplanıyor…

source: please wait…
ta: தயவுசெய்து காத்திருங்கள்...
tr: lütfen bekleyin…

source: Ready!
de: Bereit!
ta: தயார்!
tr: Hazır!

source: %s was written onto %s
de: %s wurde auf %s geschrieben
ta: %s மீது எழுதப்பட்டது %s
tr: %s %s üzerine yazıldı

source: Image Burner
ta: இமேஜ் பர்னர்

source: Choose an algorithm
de: Abbilddatei auswählen
ta: வழிமுறையைத் தேர்வுசெய்க
tr: Bir algoritma seçin

source: Finished
de: Abgeschlossen
ta: முடிந்தது
tr: Bitti

source: Image
de: Abbild
ta: இமேஜ்
tr: İmaj

source: Select Image
de: Abbild auswählen
ta: இமேஜ் தேர்ந்தெடுக்கவும்
tr: İmaj Dosyası Seçin

source: Select Drive
de: Datenträger auswählen
ta: இயக்ககத்தைத் தேர்ந்தெடுக்கவும்
tr: Bir cihaz seçin

source: No removable devices found…
de: Keine Wechseldatenträger gefunden…
ta: அகற்றக்கூடிய சாதனங்கள் எதுவும் கிடைக்கவில்லை…
tr: Çıkarılabilir cihaz bulunamadı…

source: Flash
de: Erstellen
ta: ஏற்று
tr: Yaz

source: Write Image
de: Vorgang starten
ta: படத்தை ஏற்று
tr: İmajı yaz

source: _Cancel
de: _Abbrechen
ta: _ரத்துசெய்
tr: _İptal

source: _Open
de: _Öffnen
ta: _திறக்க
tr: _Aç

source: Image files
de: Abbilddateien
ta: இமேஜ் கோப்புகள்
tr: İmaj dosyaları

source: Choose an image file…
de: Abbilddatei auswählen…
ta: படக் கோப்பைத் தேர்வுசெய்க
tr: Bir imaj dosyası seçin…

source: No image file chosen…
de: Kein Abbild ausgewählt…
ta: படக் கோப்பு எதுவும் தேர்ந்தெடுக்கப்படவில்லை
tr: İmaj dosyası seçilmedi…

source: No device chosen…
de: Kein Datenträger ausgewählt…
ta: எந்த சாதனமும் தேர்ந்தெடுக்கப்படவில்லை
tr: Bir cihaz seçilmedi…
